[
	"I am the architect of my life; I build its foundation and choose its contents.",
	"Today, I am brimming with energy and overflowing with joy.",
	"My body is healthy; my mind is brilliant; my soul is tranquil.",
	"I am superior to negative thoughts and low actions.",
	"I have been given endless talents which I begin to utilize today.",
	"I forgive those who have harmed me in my past and peacefully detach from them.",
	"A river of compassion washes away my anger and replaces it with love.",
	"I am guided in my every step by Spirit who leads me towards what I must know and do.",
	"I possess the qualities needed to be extremely successful.",
	"Creative energy surges through me and leads me to new and brilliant ideas.",
	"Happiness is a choice. I base my happiness on my own accomplishments and the blessings I've been given.",
	"My ability to conquer my challenges is limitless; my potential to succeed is infinite.",
	"I am courageous and I stand up for myself.",
	"My thoughts are filled with positivity and my life is plentiful with prosperity.",
	"Today, I abandon my old habits and take up new, more positive ones.",
	"Many people look up to me and recognize my worth; I am admired.",
	"I am blessed with an incredible family and wonderful friends.",
	"I acknowledge my own self-worth; my confidence is soaring.",
	"Everything that is happening now is happening for my ultimate good.",
	"I am a powerhouse; I am indestructible.",
	"Though these times are difficult, they are only a short phase of life.",
	"My future is an ideal projection of what I envision now.",
	"My efforts are being supported by the universe; my dreams manifest into reality before my eyes.",
	"I radiate beauty, charm, and grace.",
	"I am conquering my illness; I am defeating it steadily each day.",
	"My obstacles are moving out of my way; my path is carved towards greatness.",
	"I wake up today with strength in my heart and clarity in my mind.",
	"My fears of tomorrow are simply melting away.",
	"I am at peace with all that has happened, is happening, and will happen.",
	"My nature is Divine; I am a spiritual being.",
	"My life is just beginning.",
	"You’ve gotta dance like there’s nobody watching, love like you’ll never be hurt, sing like there’s nobody listening, and live like it’s heaven on earth. - William W. Purkey",
	"Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten. - Neil Gaiman",
	"Everything you can imagine is real. - Pablo Picasso",
	"When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us. - Helen Keller",
	"Do one thing every day that scares you. - Eleanor Roosevelt",
	"It’s no use going back to yesterday, because I was a different person then. - Lewis Carroll",
	"Smart people learn from everything and everyone, average people from their experiences, stupid people already have all the answers. - Socrates",
	"Do what you feel in your heart to be right – for you’ll be criticized anyway. - Eleanor Roosevelt",
	"Happiness is not something ready made. It comes from your own actions. - Dalai Lama XIV",
	"Whatever you are, be a good one. - Abraham Lincoln",
	"The same boiling water that softens the potato hardens the egg. It’s what you’re made of. Not the circumstances. - Unknown",
	"If we have the attitude that it’s going to be a great day it usually is. - Catherine Pulsifier",
	"You can either experience the pain of discipline or the pain of regret. The choice is yours. - Unknown",
	"Impossible is just an opinion. - Paulo Coelho",
	"Your passion is waiting for your courage to catch up. - Isabelle Lafleche",
	"Magic is believing in yourself. If you can make that happen, you can make anything happen. - Johann Wolfgang Von Goethe",
	"If something is important enough, even if the odds are stacked against you, you should still do it. - Elon Musk",
	"Hold the vision, trust the process. - Unknown",
	"Don’t be afraid to give up the good to go for the great. - John D. Rockefeller",
	"People who wonder if the glass is half empty or full miss the point. The glass is refillable. - Unknown",
	"Don’t give up!",
	"Motivation is the key to success.  ",
	"Keep a positive attitude.   ",
	"Hang in there and you can succeed.",
	"I am capable of achieving my goals.",
	"Believe in yourself and you will succeed.",
	"Take pride in all the things you do well!",
	"I can do it! ",
	"Only you know what you can do.",
	"Keep your eyes on the prize.",
	"Stick with it.  It will pay off!",
	"Keep your mind on what you want to accomplish.",
	"Focus on what’s important to you.",
	"I can be successful if I put my mind to it.",
	"If you stick with it, you’re more likely to get what you want.",
	"Don’t let anyone keep you from what you want to do."
]
