[
	"I am the architect of my life; I build its foundation and choose its contents.",
	"I am superior to negative thoughts and low actions.",
	"I forgive those who have harmed me in my past and peacefully detach from them.",
	"A river of compassion washes away my anger and replaces it with love.",
	"Happiness is a choice. I base my happiness on my own accomplishments and the blessings I’ve been given.",
	"I am courageous and I stand up for myself.",
	"My thoughts are filled with positivity and my life is plentiful with prosperity.",
	"Today, I abandon my old habits and take up new more positive ones.",
	"Though these times are difficult, they are only a short phase of life.",
	"I am conquering my illness; I am defeating it steadily each day.",
	"My obstacles are moving out of my way; my path is carved towards greatness.",
	"I wake up today with strength in my heart and clarity in my mind.",
	"My fears of tomorrow are simply melting away.",
	"I am at peace with all that has happened, is happening, and will happen.",
	"My nature is Divine; I am a spiritual being.",
	"Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten. - Neil Gaiman",
	"Everything you can imagine is real. - Pablo Picasso",
	"When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us. - Helen Keller",
	"Do one thing every day that scares you. - Eleanor Roosevelt",
	"It’s no use going back to yesterday, because I was a different person then. - Lewis Carroll",
	"Smart people learn from everything and everyone, average people from their experiences stupid people already have all the answers. - Socrates",
	"Do what you feel in your heart to be right – for you'll be criticized anyway. - Eleanor Roosevelt",
	"Happiness is not something ready-made. It comes from your own actions. - Dalai Lama XIV",
	"Whatever you are, be a good one. - Abraham Lincoln",
	"The same boiling water that softens the potato hardens the egg. It’s what you’re made of. Not the circumstances. - Unknown",
	"If we have the attitude that it's going to be a great day it usually is. - Catherine Pulsifier",
	"You can either experience the pain of discipline or the pain of regret. The choice is yours. - Unknown",
	"Impossible is just an opinion. - Paulo Coelho",
	"Your passion is waiting for your courage to catch up. - Isabelle Lafleche",
	"Magic is believing in yourself. If you can make that happen, you can make anything happen. - Johann Wolfgang Von Goethe",
	"Hold the vision, trust the process. - Unknown",
	"Don't be afraid to give up the good to go for the great. - John D. Rockefeller",
	"People who wonder if the glass is half empty or full miss the point. The glass is refillable. - Unknown",
	"Don't give up!",
	"Motivation is the key to success.",
	"Keep a positive attitude.",
	"Take pride in all the things you do well!",
	"I can do it!",
	"Only you know what you can do.",
	"Keep your eyes on the prize.",
	"Stick with it. It will pay off!",
	"Keep your mind on what you want to accomplish.",
	"Focus on what’s important to you.",
	"I can be successful if I put my mind to it.",
	"If you stick with it, you’re more likely to get what you want.",
	"Don t let anyone keep you from what you want to do.",
	"Only I can change my life. No one can do it for me. - Carol Burnett",
	"You have to be willing to give up the life you planned, and instead, greet the life that is waiting for you. - Joseph Campbell",
	"Hope is like the sun, which, as we journey toward it, casts the shadow of our burden behind us. - Samuel Smiles",
	"Cancer cannot cripple love, it cannot shatter hope, it cannot conquer the spirit.- Unknown",
	"Yesterday is history, tomorrow is a mystery, but today is a gift – that’s why it’s called 'the present'. - Bill Keane",
	"Our way is not soft grass; it’s a mountain path with lots of rocks. But it goes upwards, forward, toward the sun. - Ruth Westheimer",
	"When we long for life without difficulties, remind us that oaks grow strong in contrary winds, and diamonds are made under pressure. - Peter Marshall",
	"Yesterday is gone, tomorrow has not yet come. We have only today, let us begin.- Mother Teresa",
	"Today will never come again. Be a blessing. Be a friend. Encourage someone. Take time to care. Let your words heal, and not wound. – Unknown",
	"Hope is the ability to hear the music of the future. Faith is the courage to dance to it today.- Peter Kuzmic",
	"When you read about the statistics/prognosis; remember that you are NOT a statistic, you are YOU and you are unique. - Shared by Karen Kockelman Schultz",
	"Cancer is a marathon – you can’t look at the finish line. You take it moment by moment, sometimes breath by breath, other times step by step. - Shared by Sarah Betz Bucciero",
	"Plan for the worst, hope for the best and live for the moment! Shared by Tiffany Smith",
	"I don’t know what tomorrow holds, but I know WHO holds tomorrow. - Shared by Sigrid Devida",
	"Don’t count the days, make the days count – Muhammad Ali",
	"Cancer is a journey, but you walk the road alone. There are many places to stop along the way and get nourishment – you just have to be willing to take it. – Emily Hollenberg",
	"You know, once you’ve stood up to cancer, everything else feels like a pretty easy fight. – David H. Koch",
	"Cancer can take away all of my physical abilities. It cannot touch my mind, it cannot touch my heart, and it cannot touch my soul. – Jim Valvano",
	"We have two options, medically and emotionally: give up or fight like hell. – Lance Armstrong",
	"Cancer is a word, not a sentence. – John Diamon",
	"Once cancer happens it changes the way you live for the rest of your life. – Hayley Mills",
	"My cancer scare changed my life. I’m grateful for every new, healthy day I have. It has helped me prioritize my life. – Olivia Newton-John",
	"Courage is not the absence of fear, but rather the judgment that something else is more important than fear. – Ambrose Redmoon",
	"Yes, I have cancer and it might not go away, but I can still have a future because life goes on. – Kris Carr",
	"There is hope, even when your brain tells you there isn’t. – John Green",
	"You’re like a grey sky. You’re beautiful, even though you don’t want to be.",
	"Give yourself another day, another chance. You will find your courage eventually. Don’t give up on yourself just yet. – Unknown",
	"Healing is not linear. Never underestimate the power of positivity when living with a depression.",
	"And if today all you did was hold yourself together, I’m proud of you. – Unknown",
	"You say you’re ‘depressed’ – all I see is resilience. You are allowed to feel messed up and inside out. It doesn’t mean you’re defective – it just means you’re human. – David Mitchell",
	"Hardships often prepare ordinary people for an extraordinary destiny. – C.S. Lewis",
	"Although the world is full of suffering, it is also full of the overcoming of it. – Helen Keller",
	"Those who have a ‘why’ to live, can bear with almost any ‘how’. – Viktor E. Frankl",
	"Sometimes, life will kick you around, but sooner or later, you realize you’re not just a survivor. You’re a warrior, and you’re stronger than anything life throws your way. – Brooke Davis",
	"Have you ever been so close to crying but you smile anyway? – Unknown",
	"If you want to conquer the anxiety of life, live in the moment, live in the breath. – Amit Ray",
	"Keep yourself busy if you want to avoid depression. For me, inactivity is the enemy. – Matt Lucas",
	"In the midst of winter, I finally learned that there was in me an invincible summer. – Albert Camus"
]
